{
    "cauhoi": [
        {
            "noidung": "Điều lệ Đảng cộng sản Việt Nam được Đại hội đại biểu toàn quốc lần thứ XI của Đảng thông qua ngày, tháng năm nào?",
            "dapan": {
                "a": "ngày 19 tháng 01 năm 2011",
                "b": "ngày 03 tháng 02 năm 2011",
                "c": "ngày 19 tháng 5 năm 2011"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Chọn đáp án đúng",
            "dapan": {
                "a": "Công dân Việt Nam từ đủ mười tám tuổi trở lên; thừa nhận và tự nguyện : thực hiện Cương lĩnh chính trị, Điều lệ Đảng, tiêu chuẩn và nhiệm vụ đảng viên, hoạt động trong một tổ chức cơ sở đảng; qua thực tiễn chứng tỏ là người ưu tú, được nhân dân tín nhiệm, đều có thể được xét để kết nạp vào Đảng.",
                "b": "Công dân Việt Nam đủ mười tám tuổi trở lên; thừa nhận và tự nguyện : thực hiện Cương lĩnh chính trị, Điều lệ Đảng, tiêu chuẩn và nhiệm vụ đảng viên, hoạt động trong một tổ chức cơ sở đảng; qua thực tiễn chứng tỏ là người ưu tú, được nhân dân tín nhiệm, đều có thể được xét để kết nạp vào Đảng.",
                "c": "Công dân Việt Nam từ mười tám tuổi trở lên; thừa nhận và tự nguyện : thực hiện Cương lĩnh chính trị, Điều lệ Đảng, tiêu chuẩn và nhiệm vụ đảng viên, hoạt động trong một tổ chức cơ sở đảng; qua thực tiễn chứng tỏ là người ưu tú, được nhân dân tín nhiệm, đều có thể được xét để kết nạp vào Đảng."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Đảng viên dự bị không có quyền nào dưới đây?",
            "dapan": {
                "a": "Không có quyền biểu quyết, ứng cử và bầu cử cơ quan lãnh đạo của Đảng",
                "b": "Không có quyền biểu quyết, đề cử, ứng cử, đề cử và bầu cử cơ quan lãnh đạo của Đảng",
                "c": "Không có quyền biểu quyết, ứng cử và bầu cử cơ quan lãnh đạo của Đảng, Nhà nước."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Người vào đảng phải được bao nhiêu đảng viên chính thức giới thiệu",
            "dapan": {
                "a": "1",
                "b": "2",
                "c": "3"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Chi bộ xét và đề nghị kết nạp đảng viên khi được ít nhất bao nhiêu số đảng viên chính thức trong chi bộ tán thành",
            "dapan": {
                "a": "một phần ba",
                "b": "một phần hai",
                "c": "hai phần ba"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Người được kết nạp vào Đảng phải trải qua thời kỳ dự bị bao nhiêu tháng, tính từ ngày chi bộ tổ chức lễ kết nạp",
            "dapan": {
                "a": "mười hai tháng",
                "b": "sáu tháng",
                "c": "mười tám tháng"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Nghị quyết của các cơ quan lãnh đạo của Đảng chỉ có giá trị thi hành khi nào",
            "dapan": {
                "a": "có hơn một phần ba số thành viên trong cơ quan đó tán thành",
                "b": "có một nửa số thành viên trong cơ quan đó tán thành",
                "c": "có hơn một nửa số thành viên trong cơ quan đó tán thành"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Đại hội chỉ hợp lệ khi",
            "dapan": {
                "a": "có ít nhất hai phần ba số đại biểu hoặc đảng viên được triệu tập tham dự và có ít nhất hai phần ba số tổ chức đảng trực thuộc có đại biểu tham dự",
                "b": "có ít nhất một phần hai số đại biểu hoặc đảng viên được triệu tập tham dự và có ít nhất hai phần ba số tổ chức đảng trực thuộc có đại biểu tham dự",
                "c": "có hai phần ba số đại biểu hoặc đảng viên được triệu tập tham dự và có ít nhất hai phần ba số tổ chức đảng trực thuộc có đại biểu tham dự"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Tổ chức cơ sở đảng (chi bộ cơ sở, đảng bộ cơ sở) là",
            "dapan": {
                "a": "nền tảng của Đảng, là hạt nhân chính trị quan trọng ở cơ sở.",
                "b": "nền tảng của Đảng, là hạt nhân chính trị ở cơ sở.",
                "c": "nền tảng của Đảng, là hạt nhân chính trị."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Tổ chức cơ sở đảng dưới bao nhiêu đảng viên, lập chi bộ cơ sở, có các tổ đảng trực thuộc.",
            "dapan": {
                "a": "30",
                "b": "40",
                "c": "50"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Tổ chức cơ sở đảng có từ bao nhiêu đảng viên trở lên, lập đảng bộ cơ sở, có các chi bộ trực thuộc đảng uỷ.",
            "dapan": {
                "a": "30",
                "b": "40",
                "c": "50"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Chi bộ có bao nhiêu đảng viên chính thức, bầu bí thư chi bộ; nếu cần, bầu phó bí thư.",
            "dapan": {
                "a": "Dưới 8",
                "b": "Dưới 9",
                "c": "Dưới 10"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Đảng lãnh đạo Quân đội nhân dân Việt Nam và Công an nhân dân Việt Nam như thế nào?",
            "dapan": {
                "a": "Tuyệt đối, trực tiếp về mọi mặt",
                "b": "Tuyệt đối, trực tiếp.",
                "c": "Tuyệt đối, trực tiếp về một số mặt quan trọng."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Bí thư Quân uỷ Trung ương là",
            "dapan": {
                "a": "Bộ trưởng Bộ Quốc phòng",
                "b": "Tổng Bí thư",
                "c": "Thủ tướng Chính phủ"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Hình thức kỷ luật Đối với tổ chức đảng gồm",
            "dapan": {
                "a": "Khiển trách, cảnh cáo, giải tán",
                "b": "Khiển trách, cảnh cáo, cách chức, giải tán;",
                "c": "Khiển trách, cảnh cáo;"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Hình thức kỷ luật Đối với đảng viên chính thức",
            "dapan": {
                "a": "Khiển trách, cảnh cáo, cách chức",
                "b": "Khiển trách, cảnh cáo, cách chức, khai trừ;",
                "c": "Khiển trách, cảnh cáo, khai trừ;"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Hình thức kỷ luật Đối với đảng viên dự khuyết",
            "dapan": {
                "a": "Khiển trách, cảnh cáo, cách chức",
                "b": "Khiển trách, cảnh cáo, cách chức, khai trừ;",
                "c": "Khiển trách, cảnh cáo;"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Thẩm quyền thi hành kỷ luật đảng viên vi phạm của Chi bộ",
            "dapan": {
                "a": "Quyết định khiển trách, cảnh cáo đảng viên trong chi bộ (kể cả cấp uỷ viên các cấp, đảng viên thuộc diện cấp uỷ cấp trên quản lý) vi phạm phẩm chất chính trị, tư tưởng, đạo đức, lối sống, sinh hoạt đảng, thực hiện nhiệm vụ đảng viên (trừ nhiệm vụ do cấp trên giao).",
                "b": "Quyết định khiển trách, cảnh cáo, cách chức đảng viên trong chi bộ (kể cả cấp uỷ viên các cấp, đảng viên thuộc diện cấp uỷ cấp trên quản lý) vi phạm phẩm chất chính trị, tư tưởng, đạo đức, lối sống, sinh hoạt đảng, thực hiện nhiệm vụ đảng viên (trừ nhiệm vụ do cấp trên giao).",
                "c": "Quyết định khiển trách, cảnh cáo, khai trừ đảng viên trong chi bộ (kể cả cấp uỷ viên các cấp, đảng viên thuộc diện cấp uỷ cấp trên quản lý) vi phạm phẩm chất chính trị, tư tưởng, đạo đức, lối sống, sinh hoạt đảng, thực hiện nhiệm vụ đảng viên (trừ nhiệm vụ do cấp trên giao)."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Thẩm quyền thi hành kỷ luật đảng viên vi phạm của Đảng uỷ cơ sở",
            "dapan": {
                "a": "quyết định khiển trách, cảnh cáo, cách chức đảng viên trong đảng bộ, cách chức cấp uỷ viên cấp dưới.",
                "b": "quyết định khiển trách, cảnh cáo, khai trừ đảng viên trong đảng bộ, cách chức cấp uỷ viên cấp dưới.",
                "c": "quyết định khiển trách, cảnh cáo đảng viên trong đảng bộ, cách chức cấp uỷ viên cấp dưới."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Chọn đáp án đúng",
            "dapan": {
                "a": "Ban Chấp hành Trung ương quyết định các hình thức kỷ luật đảng viên, trừ Uỷ viên Ban Chấp hành Trung ương, Uỷ viên Ban Bí thư, Uỷ viên Bộ Chính trị.",
                "b": "Ban Chấp hành Trung ương quyết định các hình thức kỷ luật đảng viên, kể cả Uỷ viên Ban Chấp hành Trung ương, Uỷ viên Ban Bí thư, Uỷ viên Bộ Chính trị.",
                "c": "Ban Chấp hành Trung ương quyết định các hình thức kỷ luật đảng viên, kể cả Uỷ viên Ban Chấp hành Trung ương, Uỷ viên Ban Bí thư."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Chọn đáp án đúng",
            "dapan": {
                "a": "Uỷ ban kiểm tra từ cấp huyện, quận và tương đương trở lên quyết định các hình thức kỷ luật đảng viên, nhưng không phải là cấp uỷ viên cùng cấp; quyết định khiển trách, cảnh cáo, khai trừ đảng viên là cán bộ thuộc diện cấp uỷ cùng cấp quản lý và cấp uỷ viên cấp dưới trực tiếp",
                "b": "Uỷ ban kiểm tra từ cấp huyện, quận và tương đương trở lên quyết định các hình thức kỷ luật đảng viên, kể cả là cấp uỷ viên cùng cấp; quyết định khiển trách, cảnh cáo đảng viên là cán bộ thuộc diện cấp uỷ cùng cấp quản lý và cấp uỷ viên cấp dưới trực tiếp",
                "c": "Uỷ ban kiểm tra từ cấp huyện, quận và tương đương trở lên quyết định các hình thức kỷ luật đảng viên, nhưng không phải là cấp uỷ viên cùng cấp; quyết định khiển trách, cảnh cáo đảng viên là cán bộ thuộc diện cấp uỷ cùng cấp quản lý và cấp uỷ viên cấp dưới trực tiếp"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Chỉ giải tán một tổ chức đảng khi tổ chức đó phạm một trong các trường hợp:",
            "dapan": {
                "a": "có hành động chống đường lối, chính sách của Đảng; vi phạm đặc biệt nghiêm trọng nguyên tắc tổ chức và sinh hoạt đảng hoặc pháp luật của Nhà nước.",
                "b": "có hành động chống đường lối, chính sách của Đảng; vi phạm nghiêm trọng nguyên tắc tổ chức và sinh hoạt đảng hoặc pháp luật của Nhà nước.",
                "c": "có hành động chống đường lối, chính sách của Đảng; vi phạm rất nghiêm trọng nguyên tắc tổ chức và sinh hoạt đảng hoặc pháp luật của Nhà nước."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Kỷ luật giải tán một tổ chức đảng và khai trừ đảng viên phải được ít nhất bao nhiêu số thành viên của tổ chức đảng cấp dưới đề nghị và do tổ chức đảng có thẩm quyền quyết định.",
            "dapan": {
                "a": "ít nhất một phần ba",
                "b": "ít nhất hai phần ba",
                "c": "ít nhất một phần hai"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Đảng viên bị hình phạt nào dưới đây bị khai trừ khỏi Đảng",
            "dapan": {
                "a": "Đảng viên bị hình phạt từ cải tạo không giam giữ trở lên phải khai trừ ra khỏi Đảng.",
                "b": "Đảng viên bị hình phạt từ phạt tiền trở lên phải khai trừ ra khỏi Đảng.",
                "c": "Đảng viên bị hình phạt từ án treo trở lên phải khai trừ ra khỏi Đảng."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Chọn đáp án đúng",
            "dapan": {
                "a": "Đảng viên bị kỷ luật cách chức, trong vòng sáu tháng, kể từ ngày có quyết định, không được bầu vào cấp uỷ, không được bổ nhiệm vào các chức vụ tương đương và cao hơn.",
                "b": "Đảng viên bị kỷ luật cách chức, trong vòng một năm, kể từ ngày có quyết định, không được bầu vào cấp uỷ, không được bổ nhiệm vào các chức vụ tương đương và cao hơn.",
                "c": "Đảng viên bị kỷ luật cách chức, trong vòng một năm, kể từ ngày có quyết định, không được bầu vào cấp uỷ, không được bổ nhiệm vào các chức vụ cao hơn."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Đảng lãnh đạo Nhà nước, Mặt trận Tổ quốc và đoàn thể chính trị - xã hội bằng",
            "dapan": {
                "a": "Cương lĩnh chính trị, chiến lược, chính sách, chủ trương; bằng công tác tư tưởng, tổ chức, cán bộ và kiểm tra, giám sát việc thực hiện.",
                "b": "Cương lĩnh chính trị, chiến lược, chính sách, chủ trương; bằng công tác tư tưởng, tổ chức, cán bộ và kiểm tra  việc thực hiện.",
                "c": "Cương lĩnh chính trị, chiến lược, chính sách, chủ trương; bằng công tác tư tưởng, cán bộ và kiểm tra, giám sát việc thực hiện."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Thẩm quyền quyền sửa đổi Điều lệ Đảng.",
            "dapan": {
                "a": "Đại hội đại biểu toàn quốc",
                "b": "Bộ chính trị",
                "c": "Ban Bí thư"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Điều lệ Đảng quy định",
            "dapan": {
                "a": "Hệ thống tổ chức của Đảng được lập tương ứng với hệ thống hành chính của Nhà nước",
                "b": "Hệ thống tổ chức của Đảng được lập tương ứng với cấp hành chính của Nhà nước",
                "c": "Hệ thống tổ chức của Đảng được lập tương ứng với hệ thống  cơ quan hành chính của Nhà nước"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Theo Điều lệ Đảng thì cơ quan lãnh đạo ở mỗi cấp là",
            "dapan": {
                "a": "Đại hội đại biểu",
                "b": "Đại hội đảng viên",
                "c": "Đại hội đại biểu hoặc đại hội đảng viên",
                "d": "Đại hội đại biểu và đại hội đảng viên"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Điều lệ Đảng hiện hành quy định về sinh hoạt định kỳ đối với đảng bộ cơ sở như thế nào?",
            "dapan": {
                "a": "Mỗi tháng 1 lần.",
                "b": "Mỗi quý 1 lần.",
                "c": "Mỗi năm 1 lần.",
                "d": "Mỗi năm 2 lần."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Điều lệ Đảng hiện hành quy định cơ quan lãnh đạo cao nhất của Đảng bộ tỉnh là?",
            "dapan": {
                "a": "Đại hội đại biểu Đảng bộ tỉnh",
                "b": "Thường trực Tỉnh ủy",
                "c": "Ban Thường vụ Tỉnh ủy",
                "d": "Ban Chấp hành Đảng bộ tỉnh"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Điều lệ Đảng hiện hành quy định giữa 2 kỳ đại hội, cơ quan lãnh đạo của Đảng bộ tỉnh là?",
            "dapan": {
                "a": "Đại hội đại biểu Đảng bộ tỉnh",
                "b": "Thường trực Tỉnh ủy",
                "c": "Ban Thường vụ Tỉnh ủy",
                "d": "Ban Chấp hành Đảng bộ tỉnh"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Tổ chức cơ sở Đảng theo Điều lệ Đảng hiện hành bao gồm:",
            "dapan": {
                "a": "Chi bộ cơ sở, đảng bộ cơ sở.",
                "b": "Chi bộ cơ sở, đảng bộ cơ sở, các Ban Cán sự Đảng.",
                "c": "Chi bộ cơ sở, đảng bộ cơ sở, các Đảng đoàn.",
                "d": "Chi bộ cơ sở, đảng bộ cơ sở, các Ban Cán sự Đảng, các Đảng đoàn."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Mục đích của Đảng Cộng sản Việt Nam là xây dựng nước Việt Nam như thế nào?",
            "dapan": {
                "a": "Xây dựng nước Việt Nam trở thành nước XHCN và cuối cùng là cộng sản chủ nghĩa.",
                "b": "Xây dựng nước Việt Nam độc lập, dân chủ, giàu mạnh, xã hội công bằng, văn minh.",
                "c": "Xây dựng nước Việt Nam độc lập, dân chủ, giàu mạnh, xã hội công bằng, văn minh, không còn người bóc lột người, thực hiện thành công CNXH và cuối cùng là chủ nghĩa cộng sản.",
                "d": "Xây dựng nước Việt Nam độc lập và cuối cùng là nước xã hội chủ nghĩa."
            },
            "dapandung": "C"
        }               
    ]
}