{
    "cauhoi": [
        {
            "noidung": "Đâu không phải là nguyên tắc trong thi hành công vụ?",
            "dapan": {
                "a": "Công khai, minh bạch, đúng thẩm quyền và có sự kiểm tra, giám sát.",
                "b": "Bảo đảm tính hệ thống, thống nhất, liên tục, thông suốt và hiệu quả.",
                "c": "Bảo đảm thứ bậc hành chính và sự phối hợp chặt chẽ.",
                "d": "Tự do dân chủ"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Công chức là công dân Việt Nam, được tuyển dụng, bổ nhiệm vào ngạch, chức vụ, chức danh tương ứng với vị trí việc làm? (luật mới)",
            "dapan": {
                "a": "trong cơ quan của Đảng Cộng sản Việt Nam, Nhà nước, tổ chức chính trị - xã hội ở trung ương, cấp tỉnh, cấp huyện; trong cơ quan, đơn vị thuộc Quân đội nhân dân mà không phải là sĩ quan, quân nhân chuyên nghiệp, công nhân quốc phòng;",
                "b": "trong cơ quan, đơn vị thuộc Công an nhân dân mà không phải là sĩ quan, hạ sĩ quan phục vụ theo chế độ chuyên nghiệp, công nhân công an, trong biên chế và hưởng lương từ ngân sách nhà nước",
                "c": "Cả A và B"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Cán bộ là công dân Việt Nam?",
            "dapan": {
                "a": "được bầu cử, phê chuẩn, bổ nhiệm giữ chức vụ, chức danh theo nhiệm kỳ trong cơ quan của Đảng Cộng sản Việt Nam, Nhà nước, tổ chức chính trị - xã hội ở trung ương, ở tỉnh, thành phố trực thuộc trung  , ở huyện, quận, thị xã, thành phố thuộc tỉnh  , trong biên chế và hưởng lương từ ngân sách nhà nước)",
                "b": "được bầu cử, phê chuẩn, bổ nhiệm giữ chức vụ  theo nhiệm kỳ trong cơ quan của Đảng Cộng sản Việt Nam, Nhà nước, tổ chức chính trị - xã hội ở trung ương, ở tỉnh, thành phố trực thuộc trung  , ở huyện, quận, thị xã, thành phố thuộc tỉnh  , trong biên chế và hưởng lương từ ngân sách nhà nước)",
                "c": "được bầu cử, phê chuẩn, bổ nhiệm giữ   chức danh theo nhiệm kỳ trong cơ quan của Đảng Cộng sản Việt Nam, Nhà nước, tổ chức chính trị - xã hội ở trung ương, ở tỉnh, thành phố trực thuộc trung  , ở huyện, quận, thị xã, thành phố thuộc tỉnh  , trong biên chế và hưởng lương từ ngân sách nhà nước)"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Cán bộ xã, phường, thị trấn   là?",
            "dapan": {
                "a": "công dân Việt Nam, được bầu cử, bổ nhiệm giữ chức vụ theo nhiệm kỳ trong Thường trực Hội đồng nhân dân, Ủy ban nhân dân, Bí thư, Phó Bí thư Đảng ủy, người đứng đầu tổ chức chính trị - xã hội",
                "b": "công dân Việt Nam, được bầu cử giữ chức vụ, chức danh theo nhiệm kỳ trong Thường trực Hội đồng nhân dân, Ủy ban nhân dân, Bí thư, Phó Bí thư Đảng ủy, người đứng đầu tổ chức chính trị - xã hội",
                "c": "công dân Việt Nam, được bầu cử giữ chức vụ theo nhiệm kỳ trong Thường trực Hội đồng nhân dân, Ủy ban nhân dân, Bí thư, Phó Bí thư Đảng ủy, người đứng đầu tổ chức chính trị - xã hội"
            },
            "dapandung": "C"
        },
        {
            "noidung": "công chức cấp xã là?",
            "dapan": {
                "a": "công dân Việt Nam được tuyển dụng giữ một chức danh chuyên môn, nghiệp vụ thuộc Ủy ban nhân dân cấp xã, trong biên chế và hưởng lương từ ngân sách nhà nước)",
                "b": "công dân Việt Nam được tuyển dụng, bổ nhiệm giữ một chức danh chuyên môn, nghiệp vụ thuộc Ủy ban nhân dân cấp xã, trong biên chế và hưởng lương từ ngân sách nhà nước)",
                "c": "công dân Việt Nam được tuyển dụng giữ một chức vụ, chức danh chuyên môn, nghiệp vụ thuộc Ủy ban nhân dân cấp xã, trong biên chế và hưởng lương từ ngân sách nhà nước)"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Đâu không phải là nguyên tắc trong quản lý cán bộ, công chức",
            "dapan": {
                "a": "Bảo đảm sự lãnh đạo của Đảng Cộng sản Việt Nam, sự quản lý của Nhà nước)",
                "b": "Kết hợp giữa tiêu chuẩn chức danh, vị trí việc làm và chỉ tiêu biên chế.",
                "c": "Thực hiện nguyên tắc tập trung dân chủ, chế độ trách nhiệm cá nhân và phân công, phân cấp rõ ràng.",
                "d": "Bảo đảm thứ bậc hành chính và sự phối hợp chặt chẽ."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Thẩm quyền quy định chính sách trọng dụng và đãi ngộ đối với người có tài năng trong hoạt động công vụ trong cơ quan, tổ chức, đơn vị do cấp tỉnh quản lý (luật mới)",
            "dapan": {
                "a": "Hội đồng nhân dân cấp tỉnh",
                "b": "Ủy ban nhân dân cấp tỉnh",
                "c": "Hội đồng nhân dân và Ủy ban nhân dân cấp tỉnh"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Thẩm quyền quy định khung chính sách trọng dụng và đãi ngộ đối với người có tài năng trong hoạt động công vụ. (luật mới)",
            "dapan": {
                "a": "Quốc hội",
                "b": "Chính phủ",
                "c": "HĐND cấp tỉnh"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Đâu không phải là Nghĩa vụ của cán bộ, công chức đối với Đảng, Nhà nước và nhân dân",
            "dapan": {
                "a": "Tôn trọng nhân dân, tận tụy phục vụ nhân dân.",
                "b": "Liên hệ chặt chẽ với nhân dân, lắng nghe ý kiến và chịu sự giám sát của nhân dân.",
                "c": ". Chấp hành nghiêm chỉnh đường lối, chủ trương, chính sách của Đảng và pháp luật của Nhà nước)",
                "d": "Thực hiện đúng, đầy đủ và chịu trách nhiệm về kết quả thực hiện nhiệm vụ, quyền hạn được giao."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Đâu   là Nghĩa vụ của cán bộ, công chức đối với Đảng, Nhà nước và nhân dân",
            "dapan": {
                "a": "Chủ động và phối hợp chặt chẽ trong thi hành công vụ; giữ gìn đoàn kết trong cơ quan, tổ chức, đơn vị.",
                "b": "Bảo vệ, quản lý và sử dụng hiệu quả, tiết kiệm tài sản nhà nước được giao.",
                "c": "Trung thành với Đảng Cộng sản Việt Nam, Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam; bảo vệ danh dự Tổ quốc và lợi ích quốc gia"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Đâu không phải là Nghĩa vụ của cán bộ, công chức trong thi hành công vụ",
            "dapan": {
                "a": "Tôn trọng nhân dân, tận tụy phục vụ nhân dân.",
                "b": "Thực hiện đúng, đầy đủ và chịu trách nhiệm về kết quả thực hiện nhiệm vụ, quyền hạn được giao.",
                "c": "Có ý thức tổ chức kỷ luật; nghiêm chỉnh chấp hành nội quy, quy chế của cơ quan, tổ chức, đơn vị; báo cáo người có thẩm quyền khi phát hiện hành vi vi phạm pháp luật trong cơ quan, tổ chức, đơn vị; bảo vệ bí mật nhà nước)"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Đâu không phải là Quyền của cán bộ, công chức được bảo đảm các điều kiện thi hành công vụ",
            "dapan": {
                "a": "Được giao quyền tương xứng với nhiệm vụ.",
                "b": "Được bảo đảm trang thiết bị và các điều kiện làm việc khác theo quy định của pháp luật.",
                "c": "Được cung cấp thông tin liên quan đến nhiệm vụ, quyền hạn được giao.",
                "d": "Được hưởng tiền làm thêm giờ, tiền làm đêm, công tác phí và các chế độ khác theo quy định của pháp luật."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Đâu là Quyền của cán bộ, công chức được bảo đảm các điều kiện thi hành công vụ",
            "dapan": {
                "a": "Được đào tạo, bồi dưỡng nâng cao trình độ chính trị, chuyên môn, nghiệp vụ. Được pháp luật bảo vệ khi thi hành công vụ.",
                "b": "Được hưởng tiền làm thêm giờ, tiền làm đêm, công tác phí và các chế độ khác theo quy định của pháp luật.",
                "c": "Được nghỉ hàng năm, nghỉ lễ, nghỉ để giải quyết việc riêng theo quy định của pháp luật về lao động"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Nghĩa vụ của cán bộ, công chức trong thi hành công vụ là",
            "dapan": {
                "a": "Chấp hành quyết định của cấp trên. Khi có căn cứ cho rằng quyết định đó là trái pháp luật thì phải kịp thời báo cáo bằng văn bản với người ra quyết định",
                "b": "Chấp hành quyết định của cấp trên. Khi có căn cứ cho rằng quyết định đó là trái pháp luật thì không chấp hành.",
                "c": "Chấp hành quyết định của cấp trên. Khi có căn cứ cho rằng quyết định đó là trái pháp luật thì phải kịp thời báo cáo  với người ra quyết định"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Cán bộ, công chức phải thực hiện",
            "dapan": {
                "a": "cần, kiệm, liêm, chính, chí công vô tư trong hoạt động công vụ.",
                "b": "cần, kiệm, liêm, chính  trong hoạt động công vụ.",
                "c": "chí công vô tư trong hoạt động công vụ."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Đâu là văn hóa giáo tiếp của cán bộ, công chức với Nhân dân",
            "dapan": {
                "a": "Cán bộ, công chức  được hách dịch, cửa quyền, gây khó khăn, phiền hà cho nhân dân khi thi hành công vụ.",
                "b": "Cán bộ, công chức không được hách dịch, cửa quyền, gây khó khăn, phiền hà cho công dân khi thi hành công vụ.",
                "c": "Cán bộ, công chức không được hách dịch, cửa quyền, gây khó khăn, phiền hà cho nhân dân khi thi hành công vụ."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Những việc cán bộ, công chức không được làm liên quan đến đạo đức công vụ",
            "dapan": {
                "a": "Trốn tránh trách nhiệm, thoái thác nhiệm vụ được giao; gây bè phái, mất đoàn kết; tự ý bỏ việc hoặc tham gia đình công.  Sử dụng tài sản của Nhà nước và của nhân dân trái pháp luật.  Lợi dụng, lạm dụng nhiệm vụ, quyền hạn; sử dụng thông tin liên quan đến công vụ để vụ lợi.  Phân biệt đối xử dân tộc, nam nữ, thành phần xã hội, tín ngưỡng, tôn giáo dưới mọi hình thức) Chí công vô tư.",
                "b": "Trốn tránh trách nhiệm, thoái thác nhiệm vụ được giao; gây bè phái, mất đoàn kết; tự ý bỏ việc hoặc tham gia đình công.  Sử dụng tài sản của Nhà nước và của nhân dân trái pháp luật.  Lợi dụng, lạm dụng nhiệm vụ, quyền hạn; sử dụng thông tin liên quan đến công vụ để vụ lợi.  Phân biệt đối xử dân tộc, nam nữ, thành phần xã hội, tín ngưỡng, tôn giáo dưới mọi hình thức",
                "c": "Trốn tránh trách nhiệm, thoái thác nhiệm vụ được giao; gây bè phái, mất đoàn kết; tự ý bỏ việc hoặc tham gia đình công.  Sử dụng tài sản của Nhà nước và của nhân dân trái pháp luật.  Lợi dụng, lạm dụng nhiệm vụ, quyền hạn; sử dụng thông tin liên quan đến công vụ để vụ lợi.  Phân biệt đối xử dân tộc, nam nữ, thành phần xã hội, tín ngưỡng, tôn giáo dưới mọi hình thức) Cần, kiệm, liêm chính."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Đâu là Những việc cán bộ, công chức không được làm liên quan đến bí mật nhà nước",
            "dapan": {
                "a": "Trốn tránh trách nhiệm, thoái thác nhiệm vụ được giao; gây bè phái, mất đoàn kết; tự ý bỏ việc hoặc tham gia đình công.",
                "b": "Sử dụng tài sản của Nhà nước và của nhân dân trái pháp luật.",
                "c": "Lợi dụng, lạm dụng nhiệm vụ, quyền hạn; sử dụng thông tin liên quan đến công vụ để vụ lợi.",
                "d": "Cán bộ, công chức không được tiết lộ thông tin liên quan đến bí mật nhà nước dưới mọi hình thức"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Cán bộ, công chức làm việc ở ngành, nghề có liên quan đến bí mật nhà nước thì trong thời hạn ít nhất mấy năm, kể từ khi có quyết định nghỉ hưu, thôi việc, không được làm công việc có liên quan đến ngành, nghề mà trước đây mình đã đảm nhiệm cho tổ chức, cá nhân trong nước, tổ chức, cá nhân nước ngoài hoặc liên doanh với nước ngoài.",
            "dapan": {
                "a": "3 năm",
                "b": "4 năm",
                "c": "5 năm"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Căn cứ vào ngạch được bổ nhiệm, công chức được phân thành mấy loại (luật mới)",
            "dapan": {
                "a": "3 loại",
                "b": "4 loại",
                "c": "5 loại ( Loại A gồm những người được bổ nhiệm vào ngạch chuyên viên cao cấp hoặc tương đương; Loại B gồm những người được bổ nhiệm vào ngạch chuyên viên chính hoặc tương đương; Loại C gồm những người được bổ nhiệm vào ngạch chuyên viên hoặc tương đương; Loại D gồm những người được bổ nhiệm vào ngạch cán sự hoặc tương đương và ngạch nhân viên; Loại đối với ngạch công chức quy định tại điểm e khoản 1 Điều 42 của Luật này theo quy định của Chính phủ)"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Căn cứ vào vị trí công tác, công chức được phân thành mấy loại",
            "dapan": {
                "a": "2 loại",
                "b": "3 loại",
                "c": "4 loại"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Căn cứ tuyển dụng công chức (NĐ 24) yêu cầu theo Luật CBCC 2008 ",
            "dapan": {
                "a": "Việc tuyển dụng công chức phải căn cứ vào yêu cầu nhiệm vụ, vị trí việc làm và chỉ tiêu biên chế",
                "b": "Việc tuyển dụng công chức phải căn cứ vào yêu cầu nhiệm vụ, vị trí việc làm và chỉ tiêu biên chế của cơ quan quản lý công chức.",
                "c": "Việc tuyển dụng công chức phải căn cứ vào yêu cầu nhiệm vụ, vị trí việc làm và chỉ tiêu biên chế của cơ quan sử dụng công chức."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Căn cứ tuyển dụng công chức (NĐ 24) theo văn bản hướng dẫn thi hành",
            "dapan": {
                "a": "Việc tuyển dụng công chức phải căn cứ vào yêu cầu nhiệm vụ, vị trí việc làm và chỉ tiêu biên chế",
                "b": "Việc tuyển dụng công chức phải căn cứ vào yêu cầu nhiệm vụ, vị trí việc làm và chỉ tiêu biên chế của cơ quan quản lý công chức.",
                "c": "Việc tuyển dụng công chức phải căn cứ vào yêu cầu nhiệm vụ, vị trí việc làm và chỉ tiêu biên chế của cơ quan sử dụng công chức."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Việc tuyển dụng công chức thông qua xét tuyển được thực hiện với  nhóm đối tượng nào? (luật mới)",
            "dapan": {
                "a": "Cam kết tình nguyện làm việc từ 05 năm trở lên ở vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn;",
                "b": "Người học theo chế độ cử tuyển theo quy định của Luật giáo dục, sau khi tốt nghiệp về công tác tại địa phương nơi cử đi học;",
                "c": "Sinh viên tốt nghiệp xuất sắc, nhà khoa học trẻ tài năng",
                "d": "Tất cả trường hợp trên"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Đâu không phải là nguyên tắc trong tuyển dụng công chức?",
            "dapan": {
                "a": ". Bảo đảm công khai, minh bạch, khách quan và đúng pháp luật.",
                "b": "Bảo đảm tính cạnh tranh.",
                "c": "Tuyển chọn đúng người đáp ứng yêu cầu nhiệm vụ và vị trí việc làm",
                "d": "Bảo đảm tính dân chủ"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Ngạch công chức được chia thành mấy ngạch (luật mới)",
            "dapan": {
                "a": "4 ngạch",
                "b": "5 ngạch",
                "c": "6 ngạch ( a) Chuyên viên cao cấp và tương đương;b) Chuyên viên chính và tương đương;c) Chuyên viên và tương đương;d) Cán sự và tương đương;đ) Nhân viên; e) Ngạch khác theo quy định của Chính phủ)"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Nâng ngạch công chức được thực hiện thông qua (luật mới)",
            "dapan": {
                "a": "Thi nâng ngạch",
                "b": "Xét nâng ngạch",
                "c": "Thi nâng ngạch hoặc xét nâng ngạch"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Việc thi nâng ngạch, xét nâng ngạch phải bảo đảm nguyên tắc?",
            "dapan": {
                "a": "cạnh tranh, công khai, minh bạch, khách quan và đúng pháp luật.",
                "b": "cạnh tranh, công khai, minh bạch, khách quan, dân chủ và đúng pháp luật.",
                "c": "cạnh tranh, công khai, minh bạch, khách quan, bình đẳng và đúng pháp luật."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Hình thức đào tạo, bồi dưỡng công chức bao gồm:",
            "dapan": {
                "a": "Bồi dưỡng theo tiêu chuẩn ngạch công chức",
                "b": "Đào tạo, bồi dưỡng theo các chức danh lãnh đạo, quản lý",
                "c": "Cả A và B"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Thời hạn bổ nhiệm công chức giữ chức vụ lãnh đạo, quản lý là",
            "dapan": {
                "a": "4 năm",
                "b": "05 năm",
                "c": "không giới hạn"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Không thực hiện biệt phái công chức nữ trường hợp nào?",
            "dapan": {
                "a": "đang mang thai hoặc nuôi con dưới 12 tháng tuổi.",
                "b": "đang mang thai hoặc nuôi con dưới 24 tháng tuổi.",
                "c": "đang mang thai hoặc nuôi con dưới 36 tháng tuổi."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Trách nhiệm đánh giá công chức",
            "dapan": {
                "a": "Người đứng đầu cơ quan, tổ chức, đơn vị quản lý, sử dụng công chức có trách nhiệm đánh giá công chức thuộc quyền.",
                "b": "Người đứng đầu cơ quan, tổ chức, đơn vị sử dụng công chức có trách nhiệm đánh giá công chức thuộc quyền.",
                "c": "Người đứng đầu cơ quan, tổ chức, đơn vị quản lý công chức có trách nhiệm đánh giá công chức thuộc quyền."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Thẩm quyền đánh giá người đứng đầu cơ quan, tổ chức, đơn vị?",
            "dapan": {
                "a": "do người đứng đầu cơ quan, tổ chức cấp trên quản lý trực tiếp thực hiện.",
                "b": "do người đứng đầu cơ quan, tổ chức cấp trên quản  lý thực hiện.",
                "c": "do người đứng đầu cơ quan, tổ chức cấp trên quản lý, sử dụng trực tiếp thực hiện."
            },
            "dapandung": "A"
        },
        {
            "noidung": "VIệc phân loại đánh giá cán bộ, công chức được phân thành mấy mức",
            "dapan": {
                "a": "4 mức",
                "b": "5 mức",
                "c": "6 mức"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Căn cứ vào kết quả đánh giá, công chức được phân loại đánh giá theo các mức",
            "dapan": {
                "a": "Hoàn thành xuất sắc nhiệm vụ;  Hoàn thành tốt nhiệm vụ;  Hoàn thành nhiệm vụ;  Không hoàn thành nhiệm vụ.",
                "b": "Hoàn thành xuất sắc nhiệm vụ;  Hoàn thành tốt nhiệm vụ;  Hoàn thành nhiệm vụ nhưng còn hạn chế về năng lực;  Không hoàn thành nhiệm vụ.",
                "c": ") Hoàn thành xuất sắc nhiệm vụ;  Hoàn thành tốt nhiệm vụ;  Hoàn thành chưa tốt nhiệm vụ;  Không hoàn thành nhiệm vụ."
            },
            "dapandung": "A"
        },
        {
            "noidung": "công chức 02 năm liên tiếp hoàn thành nhiệm vụ nhưng còn hạn chế về năng lực hoặc có 02 năm liên tiếp, trong đó 01 năm hoàn thành nhiệm vụ nhưng còn hạn chế về năng lực và 01 năm không hoàn thành nhiệm vụ thì cơ quan, tổ chức có thẩm quyền",
            "dapan": {
                "a": "Miễn nhiệm",
                "b": "Cho thôi làm nhiệm vụ",
                "c": "Cả a và b",
                "d": "bố trí công tác khác)"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Không giải quyết thôi việc đối với công chức?",
            "dapan": {
                "a": "đang trong thời gian xem xét kỷ luật hoặc truy cứu trách nhiệm hình sự, hành chính",
                "b": "đang trong thời gian xem xét kỷ luật hoặc truy cứu trách nhiệm hình sự",
                "c": "đang trong thời gian xem xét kỷ luật và truy cứu trách nhiệm hình sự"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Không giải quyết thôi việc đối với công chức nữ?",
            "dapan": {
                "a": "đang mang thai hoặc nuôi con dưới 36 tháng tuổi, trừ trường hợp xin thôi việc theo nguyện vọng",
                "b": "đang mang thai hoặc nuôi con dưới 36 tháng tuổi",
                "c": "đang mang thai hoặc nuôi con dưới 36 tháng tuổi, trừ trường hợp xin thôi việc"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Trước bao nhiêu tháng, tính đến ngày cán bộ nghỉ hưu, cơ quan, tổ chức, đơn vị quản lý cán bộ phải thông báo cho cán bộ bằng văn bản về thời điểm nghỉ hưu;",
            "dapan": {
                "a": "03 tháng",
                "b": "04 tháng",
                "c": "05 tháng",
                "d": "06 tháng"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Ttrước bao nhiêu tháng, tính đến ngày cán bộ nghỉ hưu, cơ quan, tổ chức, đơn vị quản lý cán bộ ra quyết định nghỉ hưu.",
            "dapan": {
                "a": "03 tháng",
                "b": "04 tháng",
                "c": "05 tháng",
                "d": "06 tháng"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Những người nào không được đăng ký dự tuyển công chức",
            "dapan": {
                "a": "Cư trú tại Việt Nam;  Có năng lực hành vi dân sự; đang bị xử phạt vi phạm hành chính",
                "b": "Không cư trú tại Việt Nam;  Mất hoặc bị hạn chế năng lực hành vi dân sự; Đang bị truy cứu trách nhiệm hình sự; đang chấp hành hoặc đã chấp hành xong bản án, quyết định về hình sự của Tòa án mà chưa được xóa án tích; đang bị áp dụng biện pháp xử lý hành chính   đưa vào cơ sở cai nghiện bắt buộc, đưa vào cơ sở giáo dục bắt buộc)",
                "c": "Có văn bằng, chứng chỉ phù hợp;  Có phẩm chất chính trị, đạo đức tốt;  Đủ sức khoẻ để thực hiện nhiệm vụ;"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Các hình thức kỷ luật đối với công chức gồm",
            "dapan": {
                "a": "Khiển trách;  Cảnh cáo;  Hạ bậc lương;  Giáng chức;  Cách chức;  miễn nhiệm.",
                "b": "Khiển trách;  Cảnh cáo;  Hạ bậc lương;  Giáng chức;  Cách chức;  Bãi nhiệm.",
                "c": "Khiển trách;  Cảnh cáo;  Hạ bậc lương;  Giáng chức;  Cách chức;  Buộc thôi việc)"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Hình thức giáng chức, cách chức chỉ áp dụng đối với? (Luật mới)",
            "dapan": {
                "a": "công chức giữ chức vụ lãnh đạo, quản lý;",
                "b": "tất cả công chức",
                "c": "công chức không giữ chức vụ lãnh đạo, quản lý"
            },
            "dapandung": "A"
        },
        {
            "noidung": "hình thức hạ bậc lương chỉ áp dụng đối với? (Luật mới)",
            "dapan": {
                "a": "công chức    giữ chức vụ lãnh đạo, quản lý.",
                "b": "công chức không giữ chức vụ lãnh đạo, quản lý.",
                "c": "Tất cả công chức"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Cán bộ, Công chức bị Tòa án kết án phạt tù mà không được hưởng án treo hoặc bị kết án về tội phạm tham nhũng thì? (Luật mới)",
            "dapan": {
                "a": "đương nhiên bị buộc thôi việc kể từ ngày bản án, quyết định được tuyên",
                "b": "đương nhiên bị buộc thôi việc kể từ ngày bản án, quyết định có hiệu lực",
                "c": "đương nhiên bị buộc thôi việc kể từ ngày bản án, quyết định có hiệu lực pháp luật"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Những trường hợp nào không áp dụng thời hiệu xử lý kỷ luật? (Luật mới)",
            "dapan": {
                "a": "Cán bộ, công chức là đảng viên có hành vi vi phạm đến mức phải kỷ luật bằng hình thức khai trừ;  Có hành vi vi phạm quy định về công tác bảo vệ chính trị nội bộ;  Có hành vi xâm hại đến lợi ích quốc gia trong lĩnh vực quốc phòng, an ninh, đối ngoại;  Sử dụng văn bằng, chứng chỉ, giấy chứng nhận, xác nhận giả hoặc không hợp pháp.",
                "b": "Cán bộ, công chức   có hành vi vi phạm đến mức phải kỷ luật bằng hình thức khai trừ;  Có hành vi vi phạm quy định về công tác bảo vệ chính trị nội bộ;  Có hành vi xâm hại đến lợi ích quốc gia trong lĩnh vực quốc phòng, an ninh, đối ngoại;  Sử dụng văn bằng, chứng chỉ, giấy chứng nhận, xác nhận giả hoặc không hợp pháp.",
                "c": "Cán bộ, công chức là đảng viên có hành vi vi phạm đến mức phải kỷ luật bằng hình thức khai trừ;  Có hành vi vi phạm quy định về công tác bảo vệ chính trị nội bộ;  Có hành vi xâm hại đến lợi ích quốc gia trong lĩnh vực quốc phòng, an ninh, đối ngoại;  Sử dụng văn bằng, chứng chỉ, giấy chứng nhận, xác nhận giả"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Thời hiệu xử lý kỷ luật 02 năm á dụng đối với hành vi nào? (Luật mới)",
            "dapan": {
                "a": "đối với hành vi vi phạm ít nghiêm trọng đến mức phải kỷ luật bằng hình thức khiển trách;",
                "b": "đối với hành vi vi phạm  nghiêm trọng đến mức phải kỷ luật bằng hình thức khiển trách;",
                "c": "đối với hành vi vi phạm ít nghiêm trọng đến mức phải kỷ luật bằng hình thức cảnh cáo;"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Thời hạn xử lý kỷ luật CBCC trường hợp không có tình tiết phức tạp là bao nhiêu ngày (Luật mới)",
            "dapan": {
                "a": "không quá 30 ngày",
                "b": "không quá 60 ngày",
                "c": "không quá 90 ngày"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Thời hạn xử lý kỷ luật CBCC trường hợp vụ việc có tình tiết phức tạp cần có thời gian thanh tra, kiểm tra để xác minh làm rõ thêm thì thời hạn xử lý kỷ luật có thể kéo dài nhưng không quá bao nhiêu  ngày. (Luật mới)",
            "dapan": {
                "a": "120 ngày",
                "b": "130 ngày",
                "c": "150 ngày",
                "d": "200 ngày"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Luật sửa đổi, bổ sung một số điều của Luật Cán bộ, công chức số 22/2008/QH12 và Luật Viên chức số 58/2010/QH12, có hiệu lực khi nào?",
            "dapan": {
                "a": "Ngày 01/5/2020",
                "b": "Ngày 01/6/2020",
                "c": "Ngày 01/7/2020"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Chọn đáp án đúng",
            "dapan": {
                "a": "Cán bộ, công chức  được hách dịch, cửa quyền, gây khó khăn, phiền hà cho nhân dân khi thi hành công vụ.",
                "b": "Cán bộ, công chức không được hách dịch, cửa quyền, gây khó khăn, phiền hà cho công dân khi thi hành công vụ.",
                "c": "Cán bộ, công chức không được hách dịch, cửa quyền, gây khó khăn, phiền hà cho nhân dân khi thi hành công vụ."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Việc đánh giá cán bộ được thực hiện khi nào?",
            "dapan": {
                "a": "Thực hiện sáu tháng hàng năm, trước khi bầu cử, phê chuẩn, bổ nhiệm, quy hoạch, điều động, đào tạo, bồi dưỡng, khi kết thúc nhiệm kỳ, thời gian luân chuyển.",
                "b": "Thực hiện hàng năm, trước khi bầu cử, phê chuẩn, bổ nhiệm, quy hoạch, điều động, đào tạo, bồi dưỡng, khi kết thúc nhiệm kỳ, thời gian luân chuyển.",
                "c": "Thực hiện hàng năm, trước khi bầu cử, phê chuẩn, bổ nhiệm, quy hoạch, điều động, đào tạo, bồi dưỡng, khi kết thúc nhiệm kỳ, thời gian luân chuyển, biệt phái."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Cán bộ mấy năm liên tiếp không hoàn thành nhiệm vụ thì cơ quan, tổ chức có thẩm quyền miễn nhiệm, cho thôi làm nhiệm vụ.",
            "dapan": {
                "a": "2 năm",
                "b": "3 năm",
                "c": "4 năm"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Cán bộ, công chức 02 năm liên tiếp hoàn thành nhiệm vụ nhưng còn hạn chế về năng lực hoặc có 02 năm liên tiếp, trong đó 01 năm hoàn thành nhiệm vụ nhưng còn hạn chế về năng lực và 01 năm không hoàn thành nhiệm vụ thì cơ quan, tổ chức có thẩm quyền",
            "dapan": {
                "a": "Miễn nhiệm",
                "b": "Cho thôi làm nhiệm vụ",
                "c": "Cả a và b",
                "d": "bố trí công tác khác)"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Chọn đáp án đúng",
            "dapan": {
                "a": "Trước 06 tháng, tính đến ngày cán bộ nghỉ hưu, cơ quan, tổ chức, đơn vị quản lý cán bộ phải thông báo cho cán bộ bằng văn bản về thời điểm nghỉ hưu; trước 03 tháng, tính đến ngày cán bộ nghỉ hưu, cơ quan, tổ chức, đơn vị quản lý cán bộ ra quyết định nghỉ hưu.",
                "b": "Trước 12 tháng, tính đến ngày cán bộ nghỉ hưu, cơ quan, tổ chức, đơn vị quản lý cán bộ phải thông báo cho cán bộ bằng văn bản về thời điểm nghỉ hưu; trước 06 tháng, tính đến ngày cán bộ nghỉ hưu, cơ quan, tổ chức, đơn vị quản lý cán bộ ra quyết định nghỉ hưu.",
                "c": "Trước 06 tháng, tính đến ngày cán bộ nghỉ hưu, cơ quan, tổ chức, đơn vị quản lý cán bộ phải thông báo cho cán bộ bằng văn bản về thời điểm nghỉ hưu; trước 02 tháng, tính đến ngày cán bộ nghỉ hưu, cơ quan, tổ chức, đơn vị quản lý cán bộ ra quyết định nghỉ hưu."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Phương thức tuyển dụng công chức gồm",
            "dapan": {
                "a": "Thi tuyển",
                "b": "Xét tuyển",
                "c": "cử tuyển",
                "d": "Cả a và b"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Việc tuyển dụng công chức thông qua xét tuyển được thực hiện trong trường hợp nào (luật mới)",
            "dapan": {
                "a": "Cam kết tình nguyện làm việc từ 05 năm trở lên ở vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn;",
                "b": "Người học theo chế độ cử tuyển theo quy định của Luật giáo dục, sau khi tốt nghiệp về công tác tại địa phương nơi cử đi học;",
                "c": "Sinh viên tốt nghiệp xuất sắc, nhà khoa học trẻ tài năng.",
                "d": "Tất cả đáp án trên"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Công chức 02 năm liên tiếp không hoàn thành nhiệm vụ thì cơ quan, tổ chức, đơn vị có thẩm quyền giải quyết như thế nào",
            "dapan": {
                "a": "Miễn nhiệm",
                "b": "Cách chức",
                "c": "Thôi việc"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Công chức được hưởng chế độ thôi việc nếu thuộc một trong các trường hợp nào dưới đây:",
            "dapan": {
                "a": "Do sắp xếp tổ chức; Theo nguyện vọng và được cấp có thẩm quyền đồng ý; 02 năm liên tiếp không hoàn thành nhiệm vụ",
                "b": "Do sắp xếp tổ chức; Theo nguyện vọng và được cấp có thẩm quyền đồng ý; 02 năm   không hoàn thành nhiệm vụ",
                "c": "Do sắp xếp tổ chức; Theo nguyện vọng ; 02 năm liên tiếp không hoàn thành nhiệm vụ"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Công chức cấp xã có bao nhiêu chức danh",
            "dapan": {
                "a": "5",
                "b": "6",
                "c": "7"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Cơ quan nào có quyền quyết định biên chế công chức trong cơ quan của Hội đồng nhân dân, Uỷ ban nhân dân các cấp.",
            "dapan": {
                "a": "Bộ nội vụ",
                "b": "Hội đồng nhân dân cấp tỉnh",
                "c": "UBND cấp tỉnh"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Cán bộ, công chức được miễn trách nhiệm trong các trường hợp nào",
            "dapan": {
                "a": "Phải chấp hành quyết định trái pháp luật của cấp trên nhưng đã báo cáo người ra quyết định trước khi chấp hành;",
                "b": "Do bất khả kháng theo quy định của pháp luật.",
                "c": "Cả a và b"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Các hình thức kỷ luật đối với cán bộ gồm",
            "dapan": {
                "a": "Khiển trách; Cảnh cáo;  Cách chức; Bãi nhiệm.",
                "b": "Khiển trách; Cảnh cáo;  Cách chức; Bãi nhiệm, buộc thôi việc",
                "c": "Khiển trách; Cảnh cáo;  Cách chức; Buộc thôi việc"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Cán bộ, công chức bị khiển trách hoặc cảnh cáo thì thời gian nâng lương bị kéo dài bao nhiêu tháng, kể từ ngày quyết định kỷ luật có hiệu lực",
            "dapan": {
                "a": "5 tháng",
                "b": "6 tháng",
                "c": "7 tháng"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Cán bộ, công chức  nếu bị giáng chức, cách chức thì thời gian nâng lương bị kéo dài bao nhiêu tháng, kể từ ngày quyết định kỷ luật có hiệu lực",
            "dapan": {
                "a": "6 tháng",
                "b": "12 tháng",
                "c": "24 tháng"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Trường hợp cán bộ, công chức bị kỷ luật bằng hình thức khiển trách, cảnh cáo hoặc hạ bậc lương thì không thực hiện việc nâng ngạch, quy hoạch, đào tạo, bổ nhiệm vào chức vụ cao hơn trong thời hạn bao nhiêu tháng, kể từ ngày quyết định kỷ luật có hiệu lực (luật mới)",
            "dapan": {
                "a": "6 tháng",
                "b": "12 tháng",
                "c": "24 tháng"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Trường hợp cán bộ, công chức bị kỷ luật bằng hình thức giáng chức hoặc cách chức thì không thực hiện việc nâng ngạch, quy hoạch, đào tạo, bổ nhiệm trong thời hạn bao nhiêu tháng, kể từ ngày quyết định kỷ luật có hiệu lực",
            "dapan": {
                "a": "6 tháng",
                "b": "12 tháng",
                "c": "24 tháng"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Đâu là nguyên tắc quản lý cán bộ, công chức quy định tại Luật cán bộ, công chức năm 2008?",
            "dapan": {
                "a": "Bảo đảm sự lãnh đạo của Đảng Cộng sản Việt Nam, sự quản lý của Nhà nước)",
                "b": "Đảm bảo sự kết hợp giữa con người và chức danh, vị trí việc làm.",
                "c": "Đảm bảo sự công bằng, dân chủ.",
                "d": "Đảm bảo nguyên tắc tập trung dân chủ."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Luật cán bộ, công chức năm 2008 quy định một trong các quyền của cán bộ, công chức về tiền lương và các chế độ liên quan đến tiền lương là?",
            "dapan": {
                "a": "Được hưởng tiền làm thêm giờ, tiền làm đêm, công tác phí và các chế độ khác theo quy định của pháp luật.",
                "b": "Chỉ được hưởng tiền làm thêm giờ.",
                "c": "Được hưởng tiền làm thêm giờ, tiền làm đêm, không được hưởng công tác phí.",
                "d": "Được hưởng tiền làm thêm giờ và công tác phí, không được hưởng tiền làm đêm."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Nội dung nào trong các nội dung sau là những việc cán bộ, công chức không được làm liên quan đến đạo đức công vụ theo quy định Luật cán bộ, công chức năm 2008?",
            "dapan": {
                "a": "Tham gia các hoạt động kinh tế, xã hội",
                "b": "Bảo đảm quyền học tập, nghiên cứu khoa học",
                "c": "Lợi dụng, lạm dụng nhiệm vụ, quyền hạn; sử dụng thông tin liên quan đến công vụ để vụ lợi.",
                "d": "Hưởng chính sách ưu đãi về nhà ở, phương tiện đi lại, chế độ bảo hiểm xã hội, bảo hiểm y tế theo quy định của pháp luật"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Luật cán bộ, công chức năm 2008 quy định một trong những việc cán bộ, công chức không được làm liên quan đến bí mật nhà nước?",
            "dapan": {
                "a": "Tiết lộ thông tin liên quan đến bí mật nhà nước dưới mọi hình thức",
                "b": "Tiết lộ thông tin liên quan đến bí mật nhà nước khi chưa được phép của cơ quan có thẩm quyền.",
                "c": "Tiết lộ thông tin liên quan đến bí mật nhà nước theo quy định.",
                "d": "Tiết lộ thông tin liên quan đến bí mật nhà nước trong cơ quan, đơn vị công tác)"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Đâu là những việc cán bộ, công chức không được làm liên quan đến đạo đức công vụ quy định tại Luật cán bộ, công chức năm 2008?",
            "dapan": {
                "a": "Phân biệt, đối xử dân tộc, nam nữ, thành phần xã hội, tín ngưỡng, tôn giáo dưới mọi hình thức)",
                "b": "Có tác phong lịch sự",
                "c": "Giữ gìn uy tín, danh dự cho cơ quan, tổ chức, đơn vị và đồng nghiệp.",
                "d": "Cán bộ, công chức phải gần gũi với nhân dân."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Công chức 02 năm liên tiếp không hoàn thành nhiệm vụ thì cơ quan, tổ chức, đơn vị có thẩm quyền xử lý như thế nào?",
            "dapan": {
                "a": "Giải quyết thôi việc)",
                "b": "Bố trí công tác khác)",
                "c": "Giáng chức)",
                "d": "Hạ bậc lương."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Cán bộ, công chức bị khiển trách hoặc cảnh cáo thì thời gian nâng lương bị kéo dài mấy tháng?",
            "dapan": {
                "a": "3 tháng.",
                "b": "6 tháng.",
                "c": "9 tháng.",
                "d": "12 tháng."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Thời gian tập sự của công chức có được tính vào thời gian xét nâng bậc lương hay không?",
            "dapan": {
                "a": "Có.",
                "b": "Không.",
                "c": "Có, nhưng với điều kiện phải hoàn thành tốt nhiệm vụ.",
                "d": "Cơ quan quản lý công chức có thể xem xét quyết định, tùy từng trường hợp cụ thể."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Công chức bị kỷ luật giáng chức hoặc cách chức thì thời hạn nâng lương bị kéo dài là bao nhiêu?",
            "dapan": {
                "a": "12 tháng",
                "b": "9 tháng",
                "c": "6 tháng",
                "d": "3 tháng"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Theo Luật cán bộ, công chức năm 2008, “từ chức” được định nghĩa như thế nào?",
            "dapan": {
                "a": "Là việc cán bộ, công chức được thôi giữ chức vụ, chức danh khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm.",
                "b": "Là việc cán bộ, công chức lãnh đạo, quản lý không được tiếp tục giữ chức vụ lãnh đạo, quản lý khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm.",
                "c": "Là việc cán bộ không được tiếp tục giữ chức vụ, chức danh khi chưa hết nhiệm kỳ.",
                "d": "Là việc cán bộ, công chức lãnh đạo, quản lý đề nghị được thôi giữ chức vụ khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Theo Luật cán bộ, công chức năm 2008, “miễn nhiệm” được định nghĩa như thế nào?",
            "dapan": {
                "a": "Là việc cán bộ, công chức lãnh đạo, quản lý không được tiếp tục giữ chức vụ lãnh đạo, quản lý khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm.",
                "b": "Là việc cán bộ, công chức lãnh đạo, quản lý đề nghị được thôi giữ chức vụ khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm.",
                "c": "Là việc cán bộ không được tiếp tục giữ chức vụ, chức danh khi chưa hết nhiệm kỳ.",
                "d": "Là việc cán bộ, công chức được thôi giữ chức vụ, chức danh khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Theo Luật cán bộ, công chức, việc nâng ngạch công chức phải căn cứ vào?",
            "dapan": {
                "a": "Tiêu chuẩn chuyên môn, nghiệp vụ của ngạch.",
                "b": "Tiêu chuẩn chuyên môn, nghiệp vụ của ngạch và phù hợp với nhiệm vụ được giao.",
                "c": "Vị trí việc làm, phù hợp với cơ cấu ngạch công chức của cơ quan, tổ chức, đơn vị và được thực hiện thông qua thi nâng ngạch hoặc xét nâng ngạch.",
                "d": "Vị trí việc làm; phù hợp với cơ cấu công chức của cơ quan, tổ chức, đơn vị và thông qua thi tuyển."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Đâu không phải là nguyên tắc trong thi hành công vụ theo quy định của Luật cán bộ, công chức năm 2008?",
            "dapan": {
                "a": "Tuân thủ Hiến pháp và pháp luật",
                "b": "Bảo đảm thứ bậc hành chính và sự phối hợp chặt chẽ",
                "c": "Công khai, minh bạch, đúng thẩm quyền và có sự kiểm tra, giám sát",
                "d": "Tận tuỵ phục vụ nhân dân"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Việc bổ nhiệm vào ngạch công chức được thực hiện trong trường hợp nào?",
            "dapan": {
                "a": "Người được tuyển dụng đã hoàn thành chế độ tập sự.",
                "b": "Công chức trúng tuyển kỳ thi nâng ngạch.",
                "c": "Công chức chuyển sang ngạch tương đương.",
                "d": "Cả 3 phương án còn lại."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Theo Luật cán bộ, công chức năm 2008, từ \"ngạch\" được hiểu là:",
            "dapan": {
                "a": "Tên gọi thể hiện trình độ học vấn của công chức)",
                "B": "Tên gọi thể hiện thứ bậc về năng lực và trình độ chuyên môn, nghiệp vụ của công chức",
                "c": "Tên gọi thể hiện trình độ chuyên môn của công chức)",
                "d": "Tên gọi thể hiện trình độ  và khả năng của công chức)"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Theo Luật Cán bộ, công chức năm 2008, đâu không phải là nghĩa vụ của cán bộ, công chức đối với Đảng, Nhà nước và nhân dân?",
            "dapan": {
                "a": "Trung thành với Đảng Cộng sản Việt Nam, Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam; bảo vệ danh dự Tổ quốc và lợi ích quốc gia)",
                "b": "Tôn trọng nhân dân, tận tụy phục vụ nhân dân.",
                "c": "Liên hệ chặt chẽ với nhân dân, lắng nghe ý kiến và chịu sự giám sát của nhân dân.",
                "d": "Đại diện quyền và lợi ích hợp pháp của nhân dân."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Nội dung nào không thuộc nội dung đánh giá cán bộ theo Luật Cán bộ, công chức năm 2008?",
            "dapan": {
                "a": "Phẩm chất chính trị, đạo đức, lối sống, tác phong và lề lối làm việc)",
                "b": "Tham gia các hoạt động đoàn thể.",
                "c": "Tinh thần trách nhiệm trong công tác)",
                "d": "Kết quả thực hiện nhiệm vụ được giao."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Nội dung nào sau đây không phải là nghĩa vụ của cán bộ, công chức trong thi hành công vụ?",
            "dapan": {
                "a": "Thực hiện đúng, đầy đủ và chịu trách nhiệm về kết quả thực hiện nhiệm vụ, quyền hạn được giao.",
                "b": "Có ý thức tổ chức kỷ luật.",
                "c": "Chủ động và phới hợp chặt chẽ trong thi hành công vụ.",
                "d": "Bảo vệ, quản lý và sử dụng hiệu quả, tiết kiệm tài sản doanh nghiệp giao cho"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Nội dung nào sau đây không thuộc quyền của cán bộ, công chức được bảo đảm các điều kiện thi hành công vụ?",
            "dapan": {
                "a": "Được giao quyền tương xứng với nhiệm vụ.",
                "b": "Được bảo đảm các trang thiết bị và các điều kiện làm việc theo quy định của pháp luật.",
                "c": "Được tăng lương trước thời hạn.",
                "d": "Được pháp luật bảo vệ khi thi hành công vụ."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Điều kiện nào sau đây không phải là điều kiện đăng ký dự tuyển công chức?",
            "dapan": {
                "a": "Có một quốc tịch là quốc tịch Việt Nam.",
                "b": "Đủ 20 tuổi trở lên.",
                "c": "Có đơn dự tuyển; có lý lịch rõ ràng.\t",
                "d": "Có văn bằng, chứng chỉ phù hợp."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Theo Luật cán bộ, công chức năm 2008, thì việc tuyển dụng công chức phải căn cứ vào?",
            "dapan": {
                "a": "Yêu cầu nhiệm vụ.",
                "b": "Vị trí việc làm.",
                "c": "Chỉ tiêu biên chế.",
                "d": " Cả 3 phương án còn lại."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Công chức được cử đi đào tạo, bồi dưỡng trong nước không được hưởng quyền lợi nào sau đây?",
            "dapan": {
                "a": "Được cơ quan quản lý, sử dụng bố trí thời gian và kinh phí theo quy định.",
                "b": "Được tính thời gian đào tạo, bồi dưỡng vào thời gian công tác liên tục)",
                "c": "Được hưởng nguyên lương, phụ cấp trong thời gian đào tạo, bồi dưỡng; được biểu dương, khen thưởng về kết quả xuất sắc trong đào tạo, bồi dưỡng.",
                "d": "Sau đào tạo, bồi dưỡng được nâng lương sớm 1 năm."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Nguyên tắc nào không phải là nguyên tắc trong thi hành công vụ?",
            "dapan": {
                "a": "Tuân thủ Hiến pháp và pháp luật.",
                "b": "Thực hiện nguyên tắc tập trung dân chủ, chế độ trách nhiệm cá nhân và phân công, phân cấp rõ ràng.",
                "c": "Bảo vệ lợi ích của Nhà nước, quyền, lợi ích hợp pháp của tổ chức, công dân.",
                "d": "Công khai, minh bạch, đúng thẩm quyền và có sự kiểm tra, giám sát."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Theo quy định của Luật cán bộ, công chức năm 2008, trường hợp nào sau đây là cán bộ?",
            "dapan": {
                "a": "Giám đốc Sở.",
                "b": "Bộ trưởng.",
                "c": "Hiệu trưởng Trường Chính trị tỉnh.",
                "d": "Trưởng phòng Nội vụ huyện."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Theo Luật cán bộ, công chức năm 2008, nội dung nào không phải là nguyên tắc quản lý cán bộ, công chức?",
            "dapan": {
                "a": "Bảo vệ lợi ích của Nhà nước, quyền, lợi ích hợp pháp của tổ chức, công dân.",
                "b": "Kết hợp giữa tiêu chuẩn chức danh, vị trí việc làm và chỉ tiêu biên chế.",
                "c": "Bảo đảm sự lãnh đạo của Đảng, sự quản lý của nhà nước)",
                "d": "Thực hiện bình đẳng giới."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Nhiệm vụ nào sau đây không thuộc thẩm quyền của cơ quan sử dụng công chức?",
            "dapan": {
                "a": "Bố trí, phân công nhiệm vụ và kiểm tra việc thực hiện nhiệm vụ của công chức)",
                "b": "Thanh tra, kiểm tra việc thi hành các quy định của pháp luật đối với công chức thuộc phạm vi quản lý.",
                "c": "Đánh giá công chức theo quy định.",
                "d": "Tổ chức thực hiện các chế độ, chính sách của Nhà nước đối với công chức)"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Theo Luật cán bộ, công chức năm 2008, nội dung nào dưới đây không phải là quyền của cán bộ, công chức?",
            "dapan": {
                "a": "Được hưởng chính sách ưu đãi về nhà ở.",
                "b": "Được quyền thành lập công ty hợp danh.",
                "c": "Được hưởng chế độ bảo hiểm xã hội theo quy định của pháp luật.",
                "d": "Được hưởng chính sách ưu đãi về phương tiện đi lại."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Theo Luật cán bộ, công chức năm 2008, hình thức kỷ luật nào sau đây không áp dụng đối với cán bộ?",
            "dapan": {
                "a": "Cảnh cáo.",
                "b": "Cách chức",
                "c": "Giáng chức",
                "d": "Bãi nhiệm."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Theo Luật cán bộ, công chức, đâu là hình thức kỷ luật đối với cán bộ?",
            "dapan": {
                "a": "Hạ bậc lương",
                "b": "Giáng chức",
                "c": "Cách chức",
                "d": "Buộc thôi việc"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Theo Luật Cán bộ, công chức, đâu không phải là hình thức kỷ luật đối với công chức?",
            "dapan": {
                "a": "Khiển trách;",
                "b": " Cảnh cáo",
                "c": "Cách chức",
                "d": "Bãi nhiệm."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Cơ quan sử dụng cán bộ, công chức là?",
            "dapan": {
                "a": "cơ quan, tổ chức, đơn vị được giao thẩm quyền quản lý, phân công, bố trí, kiểm tra việc thực hiện nhiệm vụ, quyền hạn của cán bộ, công chức",
                "b": "cơ quan, tổ chức, đơn vị được giao thẩm quyền tuyển dụng, bổ nhiệm, nâng ngạch, nâng lương, cho thôi việc, nghỉ hưu, giải quyết chế độ, chính sách và khen thưởng, kỷ luật đối với cán bộ, công chức)",
                "c": "Tất cả đáp án trên"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Cơ quan quản lý cán bộ, công chức là?",
            "dapan": {
                "a": "cơ quan, tổ chức, đơn vị được giao thẩm quyền quản lý, phân công, bố trí, kiểm tra việc thực hiện nhiệm vụ, quyền hạn của cán bộ, công chức",
                "b": "cơ quan, tổ chức, đơn vị được giao thẩm quyền tuyển dụng, bổ nhiệm, nâng ngạch, nâng lương, cho thôi việc, nghỉ hưu, giải quyết chế độ, chính sách và khen thưởng, kỷ luật đối với cán bộ, công chức)",
                "c": "Tất cả đáp án trên"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Miễn nhiệm là?",
            "dapan": {
                "a": "việc cán bộ, công chức được thôi giữ chức vụ, chức danh khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm.",
                "b": "việc cán bộ không được tiếp tục giữ chức vụ, chức danh khi chưa hết nhiệm kỳ.",
                "c": "việc cán bộ  được thôi giữ chức vụ, chức danh khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Bãi nhiệm là?",
            "dapan": {
                "a": "việc cán bộ, công chức được thôi giữ chức vụ, chức danh khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm.",
                "b": "việc cán bộ không được tiếp tục giữ chức vụ, chức danh khi chưa hết nhiệm kỳ.",
                "c": "việc cán bộ, công chức không được tiếp tục giữ chức vụ, chức danh khi chưa hết nhiệm kỳ."
            },
            "dapandung": "B"
        },
        {
            "noidung": "Giáng chức là?",
            "dapan": {
                "a": "việc công chức giữ chức vụ lãnh đạo, quản lý bị hạ xuống chức vụ thấp hơn.",
                "b": "việc cán bộ, công chức giữ chức vụ lãnh đạo, quản lý bị hạ xuống chức vụ thấp hơn.",
                "c": "việc cán bộ, công chức lãnh đạo, quản lý không được tiếp tục giữ chức vụ lãnh đạo, quản lý khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm."
            },
            "dapandung": "A"
        },
        {
            "noidung": "Cách  chức là?",
            "dapan": {
                "a": "việc công chức giữ chức vụ lãnh đạo, quản lý bị hạ xuống chức vụ thấp hơn.",
                "b": "việc công chức lãnh đạo, quản lý không được tiếp tục giữ chức vụ lãnh đạo, quản lý khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm.",
                "c": "việc cán bộ, công chức lãnh đạo, quản lý không được tiếp tục giữ chức vụ lãnh đạo, quản lý khi chưa hết nhiệm kỳ hoặc chưa hết thời hạn bổ nhiệm."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Điều động là?",
            "dapan": {
                "a": "việc cán bộ, công chức được cơ quan có thẩm quyền quyết định chuyển từ cơ quan, tổ chức, đơn vị này đến làm việc ở cơ quan, tổ chức, đơn vị khác)",
                "b": "việc cán bộ, công chức lãnh đạo, quản lý được cử hoặc bổ nhiệm giữ một chức danh lãnh đạo, quản lý khác trong một thời hạn nhất định để tiếp tục được đào tạo, bồi dưỡng và rèn luyện theo yêu cầu nhiệm vụ",
                "c": "việc công chức của cơ quan, tổ chức, đơn vị này được cử đến làm việc tại cơ quan, tổ chức, đơn vị khác theo yêu cầu nhiệm vụ"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Luân chuyển là?",
            "dapan": {
                "a": "việc cán bộ, công chức được cơ quan có thẩm quyền quyết định chuyển từ cơ quan, tổ chức, đơn vị này đến làm việc ở cơ quan, tổ chức, đơn vị khác)",
                "b": "việc cán bộ, công chức lãnh đạo, quản lý được cử hoặc bổ nhiệm giữ một chức danh lãnh đạo, quản lý khác trong một thời hạn nhất định để tiếp tục được đào tạo, bồi dưỡng và rèn luyện theo yêu cầu nhiệm vụ",
                "c": "việc công chức của cơ quan, tổ chức, đơn vị này được cử đến làm việc tại cơ quan, tổ chức, đơn vị khác theo yêu cầu nhiệm vụ"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Biệt phái là?",
            "dapan": {
                "a": "việc cán bộ, công chức được cơ quan có thẩm quyền quyết định chuyển từ cơ quan, tổ chức, đơn vị này đến làm việc ở cơ quan, tổ chức, đơn vị khác)",
                "b": "việc cán bộ, công chức lãnh đạo, quản lý được cử hoặc bổ nhiệm giữ một chức danh lãnh đạo, quản lý khác trong một thời hạn nhất định để tiếp tục được đào tạo, bồi dưỡng và rèn luyện theo yêu cầu nhiệm vụ",
                "c": "việc công chức của cơ quan, tổ chức, đơn vị này được cử đến làm việc tại cơ quan, tổ chức, đơn vị khác theo yêu cầu nhiệm vụ"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Đạo đức của cán bộ, công chức trong hoạt động công vụ?",
            "dapan": {
                "a": "Cán bộ, công chức phải thực hiện cần, kiệm, liêm, chính",
                "b": "Cán bộ, công chức phải thực hiện  chí công vô tư",
                "c": "Cán bộ, công chức phải thực hiện cần, kiệm, liêm, chính, chí công vô tư"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Trong giao tiếp ở công sở, cán bộ, công chức phải ?",
            "dapan": {
                "a": "có thái độ lịch sự, tôn trọng đồng nghiệp; ngôn ngữ giao tiếp phải chuẩn mực, rõ ràng, mạch lạc",
                "b": "có thái độ lịch sự, tôn trọng cấp trên; ngôn ngữ giao tiếp phải chuẩn mực, rõ ràng, mạch lạc",
                "c": "có thái độ lịch sự, tôn trọng đồng nghiệp; ngôn ngữ giao tiếp phải chuẩn mực"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Khi thi hành công vụ, cán bộ, công chức phải mang phù hiệu hoặc thẻ công chức; có tác phong lịch sự; giữ gìn uy tín, danh dự cho cơ quan, tổ chức, đơn vị và đồng nghiệp thuộc nội dung văn hóa giao tiếp nào của cán bộ, công chức?",
            "dapan": {
                "a": "Văn hóa giao tiếp ở công sở",
                "b": "Văn hóa giao tiếp với nhân dân",
                "c": "Tất cả đáp án trên"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Việc đào tạo, bồi dưỡng cán bộ phải căn cứ vào?",
            "dapan": {
                "a": "tiêu chuẩn, chức vụ, chức danh cán bộ, yêu cầu nhiệm vụ hoặc phù hợp với quy hoạch cán bộ",
                "b": "tiêu chuẩn, chức vụ, chức danh cán bộ, yêu cầu nhiệm vụ và phù hợp với quy hoạch cán bộ",
                "c": "tiêu chuẩn, chức vụ  cán bộ, yêu cầu nhiệm vụ và phù hợp với quy hoạch cán bộ"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Công chức tham gia đào tạo, bồi dưỡng được?",
            "dapan": {
                "a": "hưởng nguyên lương; thời gian đào tạo, bồi dưỡng được tính vào thâm niên công tác liên tục, được xét nâng lương theo quy định của pháp luật",
                "b": "hưởng nguyên lương và phụ cấp; thời gian đào tạo, bồi dưỡng không được tính vào thâm niên công tác liên tục, được xét nâng lương theo quy định của pháp luật",
                "c": "hưởng nguyên lương và phụ cấp; thời gian đào tạo, bồi dưỡng được tính vào thâm niên công tác liên tục, được xét nâng lương theo quy định của pháp luật"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Việc tuyển dụng công chức cấp xã phải?",
            "dapan": {
                "a": "thông qua thi tuyển; đối với vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn thì có thể được tuyển dụng thông qua xét tuyển.",
                "b": "thông qua thi tuyển; đối với các xã miền núi, biên giới, hải đảo, vùng sâu, vùng xa, vùng dân tộc thiểu số, vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn thì có thể được tuyển dụng thông qua xét tuyển",
                "c": "thông qua thi tuyển hoặc xét tuyển"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Việc đào tạo, bồi dưỡng cán bộ, công chức cấp xã phải căn cứ vào?",
            "dapan": {
                "a": "tiêu chuẩn của từng chức vụ,  yêu cầu nhiệm vụ và phù hợp với quy hoạch cán bộ, công chức",
                "b": "tiêu chuẩn của từng chức vụ, chức danh, yêu cầu nhiệm vụ và phù hợp với quy hoạch cán bộ, công chức",
                "c": "tiêu chuẩn của từng chức vụ, chức danh, yêu cầu nhiệm vụ hoặc phù hợp với quy hoạch cán bộ, công chức"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Việc cách chức chỉ áp dụng đối với cán bộ được?",
            "dapan": {
                "a": "phê chuẩn giữ chức vụ theo nhiệm kỳ.",
                "b": "tất cả cán bộ",
                "c": "bầu giữ chức vụ theo nhiệm kỳ"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Cán bộ phạm tội bị Tòa án kết án và bản án, quyết định đã có hiệu lực pháp luật thì ?",
            "dapan": {
                "a": "buộc thôi giữ chức vụ do bầu cử, phê chuẩn, bổ nhiệm",
                "b": "đương nhiên thôi giữ chức vụ do bầu cử, phê chuẩn, bổ nhiệm",
                "c": "thôi giữ chức vụ do bầu cử, phê chuẩn, bổ nhiệm"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Thời hạn tạm đình chỉ công tác trong thời gian xem xét, xử lý kỷ luật cán bộ, công chức không quá bao nhiêu ngày?",
            "dapan": {
                "a": "10 ngày",
                "b": "15 ngày",
                "c": "20 ngày",
                "d": "25 ngày"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Nâng ngạch công chức được thực hiện thông qua",
            "dapan": {
                "a": "thi nâng ngạch",
                "b": "xét nâng ngạch",
                "c": "thi nâng ngạch,xét nâng ngạch"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Thời điểm đánh giá công chức được thực hiện như thế nào?",
            "dapan": {
                "a": "Đánh giá hàng năm; đánh giá trước khi thực hiện xét nâng ngạch, nâng lương trước thời hạn, bổ nhiệm, bổ nhiệm lại, quy hoạch, điều động; đánh giá trước khi kết thúc thời gian luân chuyển, biệt phái",
                "b": "Đánh giá hàng năm; đánh giá trước khi thực hiện xét nâng ngạch, nâng lương trước thời hạn, bổ nhiệm, bổ nhiệm lại, quy hoạch, điều động",
                "c": "Đánh giá trước khi thực hiện xét nâng ngạch, nâng lương trước thời hạn, bổ nhiệm, bổ nhiệm lại, quy hoạch, điều động; đánh giá trước khi kết thúc thời gian luân chuyển, biệt phái"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Căn cứ vào kết quả đánh giá, công chức được xếp loại chất lượng theo các mức như thế nào?",
            "dapan": {
                "a": "Hoàn thành xuất sắc nhiệm vụ; Hoàn thành tốt nhiệm vụ; Hoàn thành nhiệm vụ nhưng còn hạn chế về năng lực; Không hoàn thành nhiệm vụ.",
                "b": "Hoàn thành xuất sắc nhiệm vụ; Hoàn thành tốt nhiệm vụ; Hoàn thành nhiệm vụ; Không hoàn thành nhiệm vụ.",
                "c": "Hoàn thành xuất sắc nhiệm vụ; Hoàn thành tốt nhiệm vụ; Hoàn thành nhiệm vụ"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Công chức có 02 năm liên tiếp được xếp loại chất lượng ở mức không hoàn thành nhiệm vụ thì Cơ quan, tổ chức, đơn vị có thẩm quyền?",
            "dapan": {
                "a": "Cho nghỉ việc",
                "b": "Cho thôi việc",
                "c": "Cho chuyển sang vị trí việc làm có yêu cầu thấp hơn"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Công chức giữ chức vụ lãnh đạo, quản lý có 02 năm không liên tiếp trong thời hạn bổ nhiệm được xếp loại chất lượng ở mức không hoàn thành nhiệm vụ thì ?",
            "dapan": {
                "a": "bố trí công tác khác hoặc không bổ nhiệm lại",
                "b": "cho thôi việc",
                "c": "Cho chuyển sang vị trí việc làm có yêu cầu thấp hơn"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Công chức không giữ chức vụ lãnh đạo, quản lý trong 03 năm có 02 năm không liên tiếp được xếp loại chất lượng ở mức không hoàn thành nhiệm vụ ở vị trí việc làm đang đảm nhận thì?",
            "dapan": {
                "a": "Cho nghỉ việc",
                "b": "Cho thôi việc",
                "c": "bố trí vào vị trí việc làm có yêu cầu thấp hơn"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Thẩm quyền quyết định biên chế công chức của bộ, cơ quan ngang bộ, cơ quan thuộc Chính phủ, cấp tỉnh?",
            "dapan": {
                "a": "Quốc hội",
                "b": "Chính phủ",
                "c": "Bộ Nội vụ"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Căn cứ vào quyết định chỉ tiêu biên chế được Chính phủ giao, cơ quan nào quyết định biên chế công chức trong cơ quan của Hội đồng nhân dân, Ủy ban nhân dân  các cấp",
            "dapan": {
                "a": "Bộ Nội vụ",
                "b": "Ủy ban nhân dân cấp tỉnh",
                "c": "Hội đồng nhân dân cấp tỉnh",
                "d": "Chủ tịch UBND cấ tỉnh"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Hoạt động công vụ của cán bộ, công chức là?",
            "dapan": {
                "a": "việc thực hiện nghĩa vụ, quyền hạn của cán bộ, công chức theo quy định của Luật này và các quy định khác có liên quan.",
                "b": "việc thực hiện nhiệm vụ, quyền hạn của cán bộ, công chức theo quy định của Luật này hoặc các quy định khác có liên quan.",
                "c": "việc thực hiện nhiệm vụ, quyền hạn của cán bộ, công chức theo quy định của Luật này và các quy định pháp luật khác có liên quan.",
                "d": "việc thực hiện nhiệm vụ, quyền hạn của cán bộ, công chức theo quy định của Luật này và các quy định khác có liên quan."
            },
            "dapandung": "D"
        },
        {
            "noidung": "Theo Luật CBCC những người được bổ nhiệm vào ngạch chuyên viên cao cấp hoặc tương đương thì được xếp vào công chức loại nào ?",
            "dapan": {
                "a": "Loại A",
                "b": "Loại B ",
                "c": "Loại C",
                "d": "Loại D"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Theo Luật CBCC những người được bổ nhiệm vào ngạch chuyên viên  hoặc tương đương thì được xếp vào công chức loại nào ?",
            "dapan": {
                "a": "Loại A",
                "b": "Loại B ",
                "c": "Loại C",
                "d": "Loại D"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Theo Luật CBCC những người được bổ nhiệm vào vào ngạch cán sự hoặc tương đương và ngạch nhân viên. thì được xếp vào công chức loại nào ?",
            "dapan": {
                "a": "Loại A",
                "b": "Loại B ",
                "c": "Loại C",
                "d": "Loại D"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Cán bộ, công chức được miễn trách nhiệm trong các trường hợp nào dưới đây?",
            "dapan": {
                "a": "Phải chấp hành quyết định trái pháp luật của cấp trên nhưng đã báo cáo người ra quyết định trước khi chấp hành;",
                "b": "Do bất khả kháng theo quy định của pháp luật.",
                "c": "Tất cả trường hợp trên"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Cán bộ, công chức không được miễn trách nhiệm trong các trường hợp nào dưới đây?",
            "dapan": {
                "a": "Phải chấp hành quyết định trái pháp luật của cấp trên nhưng đã báo cáo người ra quyết định trước khi chấp hành;",
                "b": "Do bất khả kháng theo quy định của pháp luật.",
                "c": "Sự kiện bất ngờ",
                "d": "Tất cả trường hợp trên"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Theo Luật CBCC năm 2008 sửa đổi, bổ sung 2019 thì Công sở là?",
            "dapan": {
                "a": "trụ sở làm việc của cơ quan của   Nhà nước, tổ chức chính trị - xã hội, đơn vị sự nghiệp công lập, có tên gọi riêng, có địa chỉ cụ thể, bao gồm công trình xây dựng, các tài sản khác thuộc khuôn viên trụ sở làm việc",
                "b": "trụ sở làm việc của cơ quan của Đảng Cộng sản Việt Nam, Nhà nước, tổ chức chính trị - xã hội, có tên gọi riêng, có địa chỉ cụ thể, bao gồm công trình xây dựng, các tài sản khác thuộc khuôn viên trụ sở làm việc",
                "c": "trụ sở làm việc của cơ quan của Đảng Cộng sản Việt Nam, Nhà nước, tổ chức chính trị - xã hội, đơn vị sự nghiệp công lập, có tên gọi riêng, có địa chỉ cụ thể, bao gồm công trình xây dựng, các tài sản khác thuộc khuôn viên trụ sở làm việc"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Căn cứ vào kết quả đánh giá, cán bộ được xếp loại chất lượng theo các mức nào?",
            "dapan": {
                "a": "Hoàn thành xuất sắc nhiệm vụ; Hoàn thành tốt nhiệm vụ; Hoàn thành nhiệm vụ nhưng còn hạn chế về năng lực; Không hoàn thành nhiệm vụ.",
                "b": "Hoàn thành xuất sắc nhiệm vụ; Hoàn thành tốt nhiệm vụ; Hoàn thành nhiệm vụ; Không hoàn thành nhiệm vụ.",
                "c": "Hoàn thành xuất sắc nhiệm vụ; Hoàn thành tốt nhiệm vụ; Hoàn thành nhiệm vụ"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Đâu không phải là mức xếp loại chất lượng cán bộ?",
            "dapan": {
                "a": "Hoàn thành xuất sắc nhiệm vụ",
                "b": "Hoàn thành nhiệm vụ nhưng còn hạn chế về năng lực",
                "c": "Hoàn thành nhiệm vụ",
                "d": "Không hoàn thành nhiệm vụ"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Cán bộ có 02 năm liên tiếp được xếp loại chất lượng ở mức không hoàn thành nhiệm vụ thì  Cơ quan, tổ chức có thẩm quyền ?",
            "dapan": {
                "a": "miễn nhiệm, cho thôi làm nhiệm vụ",
                "b": "bãi nhiệm, cho thôi làm nhiệm vụ",
                "c": "cách chức, cho thôi làm nhiệm vụ"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Công chức dự thi nâng ngạch phải đáp ứng một trong các điều kiện nào dưới đây?",
            "dapan": {
                "a": "Được xếp loại chất lượng ở mức hoàn thành nhiệm vụ trở lên trong năm công tác liền kề trước năm dự thi nâng ngạch",
                "b": "Được xếp loại chất lượng ở mức hoàn thành tốt nhiệm vụ trở lên trong năm công tác liền kề trước năm dự thi nâng ngạch",
                "c": "Được xếp loại chất lượng ở mức hoàn thành xuất sắc nhiệm vụ trở lên trong năm công tác liền kề trước năm dự thi nâng ngạch"
            },
            "dapandung": "B"
        },
        {
            "noidung": "Công chức đáp ứng đủ tiêu chuẩn, điều kiện quy định tại các điểm a, b và c khoản 1 Điều 45 thì được xét nâng ngạch công chức trong các trường hợp nào?",
            "dapan": {
                "a": "Có thành tích xuất sắc trong hoạt động công vụ trong thời gian giữ ngạch công chức hiện giữ, được cấp có thẩm quyền công nhận;",
                "b": "Được bổ nhiệm giữ chức vụ lãnh đạo, quản lý gắn với yêu cầu của vị trí việc làm.",
                "c": "Tất cả đáp án trên"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Đâu không phải là nội dung đánh giá công chức?",
            "dapan": {
                "a": "Tham gia hoạt động đoàn thể",
                "b": "Phẩm chất chính trị, đạo đức, lối sống, tác phong và lề lối làm việc;",
                "c": "Năng lực, trình độ chuyên môn, nghiệp vụ;",
                "d": "Kết quả thực hiện nhiệm vụ theo quy định của pháp luật, theo kế hoạch đề ra hoặc theo công việc cụ thể được giao; tiến độ và chất lượng thực hiện nhiệm vụ. Việc đánh giá kết quả thực hiện nhiệm vụ phải gắn với vị trí việc làm, thể hiện thông qua công việc, sản phẩm cụ thể"
            },
            "dapandung": "A"
        }
    ]
}