{
    "cauhoi": [
        {
            "noidung": "Quy định về một số việc cần làm ngay để tăng cường vai trò nêu gương của cán bộ, đảng viên do cơ quan nào ban hành?",
            "dapan": {
                "a": "Bộ Chính trị",
                "b": "Ban Bí thư",
                "c": "Ban Chấp hành Trung ương",
                "d": "Tất cả đáp án trên"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Quy định 55-QĐ/TW của Bộ Chính trị về một số việc cần làm ngay để tăng cường vai trò nêu gương của cán bộ, đảng viên được ban hành ngày, tháng năm nào?",
            "dapan": {
                "a": "ngày 16/12/2016",
                "b": "ngày 17/12/2016",
                "c": "ngày 18/12/2016",
                "d": "ngày 19/12/2016"
            },
            "dapandung": "D"
        },
        {
            "noidung": "Để góp phần thực hiện Nghị quyết Hội nghị lần thứ mấy Ban Chấp hành Trung ương Đảng khoá XII về xây dựng Đảng và tăng cường vai trò nêu gương của cán bộ, đảng viên, Bộ Chính trị ban hành Quy định 55?",
            "dapan": {
                "a": "Hội nghị lần thứ 2",
                "b": "Hội nghị lần thứ 3",
                "c": "Hội nghị lần thứ 4",
                "d": "Hội nghị lần thứ 5"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Quy định số 55 Nghiêm cấm việc lợi dụng tổ chức giao lưu, liên hoan, gặp mặt, chúc mừng trước, trong và sau mỗi kỳ đại hội, hội nghị, kỳ họp hoặc các dịp mít tinh, kỷ niệm ngày truyền thống, khai giảng, bế giảng hoặc khi cán bộ được đề bạt, bổ nhiệm, phong, thăng quân hàm, luân chuyển, thuyên chuyển công tác,... ?",
            "dapan": {
                "a": "để ăn uống, \"tiệc tùng\", tặng, nhận quà, với động cơ vụ lợi.",
                "b": "để ăn uống, \"tiệc tùng\", tặng, nhận quà, với động cơ không trong sáng",
                "c": "để ăn uống, \"tiệc tùng\", tặng, nhận quà, với động cơ cá nhân"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Theo quy định 55 thì Việc tổ chức cưới hỏi, ma chay, giỗ, tết, sinh nhật phải như thế nào?",
            "dapan": {
                "a": "thực hiện đơn giản, tiết kiệm, bảo đảm nếp sống văn hoá theo đúng quy định của Đảng và Nhà nước; phù hợp với thuần phong mỹ tục, bản sắc văn hoá của dân tộc",
                "b": "thực hiện đơn giản, tiết kiệm, bảo đảm nếp sống văn minh đô thị theo đúng quy định của Đảng và Nhà nước; phù hợp với thuần phong mỹ tục, bản sắc văn hoá của dân tộc",
                "c": "thực hiện đơn giản, tiết kiệm, bảo đảm nếp sống văn hoá mới theo đúng quy định của Đảng và Nhà nước; phù hợp với thuần phong mỹ tục, bản sắc văn hoá tốt đẹp của dân tộc"
            },
            "dapandung": "C"
        },
        {
            "noidung": "Theo quy định 55 thi Nghiêm cấm việc lợi dụng tổ chức cưới hỏi, ma chay, giỗ, tết, sinh nhật  để \"biếu xén\", đưa tặng quà?",
            "dapan": {
                "a": "với động cơ không vụ lợi,   trong sáng.",
                "b": "với động cơ vụ lợi,  trong sáng.",
                "c": "với động cơ vụ lợi, không trong sáng."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Theo quy định 55 thì Chấm dứt ngay tình trạng nào dưới đây?",
            "dapan": {
                "a": "tình trạng ăn uống, \"chè chén\" xa hoa, lãng phí, gây phản cảm trong dư luận xã hộ",
                "b": "tình trạng \"tiệc tùng\", tặng, nhận quà",
                "c": "Tất cả đáp án trên"
            },
            "dapandung": "A"
        },
        {
            "noidung": "Theo quy định 55 thì Khi có đoàn công tác đến, địa phương, cơ quan, đơn vị, cơ sở phải?",
            "dapan": {
                "a": "thực hiện nghiêm các quy định của  Nhà nước về chế độ lễ tân, chế độ công tác; không tổ chức đoàn xe đưa đón, khẩu hiệu, trải thảm, tặng quà và tổ chức ăn uống",
                "b": "thực hiện nghiêm các quy định của Đảng hoặc Nhà nước về chế độ lễ tân, chế độ công tác; không tổ chức đoàn xe đưa đón, khẩu hiệu, trải thảm, tặng quà và tổ chức ăn uống lãng phí.",
                "c": "thực hiện nghiêm các quy định của Đảng và Nhà nước về chế độ lễ tân, chế độ công tác; không tổ chức đoàn xe đưa đón, khẩu hiệu, trải thảm, tặng quà và tổ chức ăn uống lãng phí."
            },
            "dapandung": "C"
        },
        {
            "noidung": "Theo quy định 55 thì Phát huy vai trò tích cực của?",
            "dapan": {
                "a": "nhân dân, Mặt trận Tổ quốc và các đoàn thể chính trị - xã hội, các cơ quan báo chí trong việc tuyên truyền, phổ biến, giám sát thực hiện quy định này",
                "b": "Từng đồng chí Uỷ viên Trung ương, Uỷ viên Bộ Chính trị, Ban Bí thư, từng đồng chí đứng đầu cấp uỷ, chính quyền các cấp trong việc tuyên truyền, phổ biến, giám sát thực hiện quy định này",
                "c": "Tất cả đáp án trên"
            },
            "dapandung": "A"
        }
    ]
}